Repository: eliapasquali/power-profile-switcher
Catalog: po/*.po
Languages: es

source: Default Profiles
es: Perfiles predeterminados

source: Configure the default profiles
es: Configurar los perfiles predeterminados

source: On AC
es: Enchufado

source: Select the default profile when connected to AC
es: Perfil predeterminado cuando funcione enchufado

source: Performance
es: Rendimiento

source: Balanced
es: Balanceado

source: Power Saving
es: Ahorro de energía

source: On Battery
es: Batería

source: Select the default profile when running on battery
es: Perfil predeterminado cuando funcione con batería

source: Power Saving Configuration
es: Configuración de ahorro de energía

source: Configure the power saving options
es: Configurar las opciones de ahorro de energía

source: Power Saving Threshold
es: Umbral de ahorro de energía

source: Switch to power saving profile when the battery level drops below:
es: Cambiar al perfil de ahorro de energía cuando la batería desciende de:
